Repository: LeenaAlmatar/SuqiaSystem
Catalog: lib/l10n/intl_*.arb
Languages: ar

# welcome
source: Welcome To Suqia
ar: هلا وسهلاً فيك سقيا

# welcomeMessage
source: Where you can reach water Zamzam easily!
ar: سقيا يساعدك توصل لمياة زمزم بكل سهولة!

# verifPageTitle
source: Verification
ar: تحقق

# verifyEmail
source: VERIFY YOUR EMAIL ADDRESS
ar: تحقق من بريدك الالكتروني

# emailCode
source: Please check your email and enter the code below to verify your email.
ar: رجاء تحقق البريد الالكتروني وادخال الرمز المرسل للتحقق من بريد الالكتروني

# codeTime
source: The code will expire in 2 minutes.
ar: تنتهي صلاحية الرمز بعد دقيقتين

# verifyButton
source: Verify
ar: تحقق

source: Resend Code
ar: أعادة أرسال الرمز

source: Visitor
ar: زائر

source: Employee
ar: موظف سقيا

# tListTitle
source: Tank List
ar: قائمة حافظات مياة زمزم

source: Distance
ar: مسافة

source: Temperature
ar: درجة الحرارة

source: Tank
ar: حافظة

# tInfoTitle
source: Tank Information
ar: معلومات حافظة الماء

# tankNum
source: Tank Number
ar: رقم الحافظة

# refillCount
source: Refill Count Per Day
ar: عدد مرات إعادة التعبئة

# tStatus
source: Tank status
ar: حالة حافظة الماء

source: Full
ar: ممتلئة

source: Empty
ar: فارغة

source: Floor
ar: الدور

source: Cold
ar: باردة

source: Warm
ar: دافئ

source: nearest
ar: الأقرب

source: farthest
ar: الأبعد

source: Locate
ar: ارشدني

source: First Name
ar: الأسم الأول

# firstNameMessage
source: Enter your first name
ar: ادخل اسمك الأول

# firstNameEmpty
source: Please enter your first name
ar: رجاء قم بتعبئة اسمك الأول

source: Last Name
ar: الأسم الأخير

# lastNameMessage
source: Enter your last name
ar: ادخل اسمك الأخير

# lastNameEmpty
source: Please enter your last name
ar: رجاء قم بتعبئة اسمك الأخير

source: Email
ar: بريد الإلكتروني

# emailMessage
source: Enter your email
ar: ادخل بريدك الإلكتروني

# emailEmpty
source: Please enter an email
ar: رجاء قم بتعبئة بريدك الإلكتروني

# emailErrorMes
source: Email must end with @suqia.com
ar: بريد الألكتروني يجب أن ينتهي ب @suqia.com

source: Password
ar: رمز السري

# passMessage
source: Enter your password
ar: ادخل رمز السري

# passEmpty
source: Please enter a password
ar: رجاء قم بإدخال رمز سري

# passShort
source: Password must be longer than 6 characters
ar: يجب أن يكون الرمز السري أكثر من ٦ رموز

# passUpp
source: Password must contain at least one uppercase letter
ar: يجب أن تحتوي كلمة المرور على حرف كبير واحد على الأقل

# passLow
source: Password must contain at least one lowercase letter
ar: يجب أن تحتوي كلمة المرور على حرف صغير واحد على الأقل

# passDig
source: Password must contain at least one digit
ar: يجب أن تحتوي كلمة المرور على رقم واحد على الأقل

# passChar
source: Password must contain at least one special character
ar: يجب أن تحتوي كلمة المرور على حرف خاص واحد على الأقل

# passConf
source: Confirm Password
ar: تأكيد الرمز السري

# passConfHint
source: Confirm your password
ar: رجاء اعد كتابة الرمز السري

# passNotMatch
source: Passwords do not match
ar: الرمز السري لا يتطابق

# signUpButton
source: Sign Up
ar: التسجيل

# haveAcc
source: Already have an account?
ar: هل لديك حساب؟

# logInButton
source: Login
ar: تسجيل دخول

# setTitle
source: Settings
ar: الأعدادت

source: Language
ar: اللغة

source: Privacy
ar: خصوصية والسرية

source: Contact us
ar: تواصل معنا

source: About us
ar: عن سقيا

source: Profile
ar: ملف الشخصي

source: Log Out
ar: تسجيل الخروج

# logOutMes
source: Logout Successfully
ar: تم تسجيل الخروج بنجاح

source: OK
ar: موافق

# resetPassTittle
source: Reset Password
ar: إعادة تعين الرمز السري

# newPass
source: New Password
ar: الرمز السري الجديد

# reNewPass
source: Rewrite New Password
ar: أعد كتابة الرمز السري الجديد

# resetPassSuc
source: Reset Password Successfully
ar: تم إعادة تعين الرمز السري بنجاح

source: Reset
ar: اعد تعيين

# phoneNum
source: Phone Number
ar: رقم الجوال

# infoUpdate
source: Information Updated Successfully
ar: تم تحديث البيانات بنجاح

source: Save
ar: حفظ

# priTittle
source: Suqia Privacy Policy
ar: سياسة الخصوصية لسقيا

# intro
source: Introduction:
ar: المقدمة:

# introPri
source: This privacy policy applies to our mobile application. It explains how we collect, use, and protect your personal information when you use Suqia.
ar: تنطبق سياسة الخصوصية هذه على تطبيق الهاتف المحمول الخاص بنا، وهو يشرح كيف نقوم بجمع واستخدام وحماية معلوماتك الشخصية عند استخدامك سقيا.

# infoCollect
source: Information Collection:
ar: جمع المعلومات:

# infoCollection
source: When you use our app, we may collect certain information, such as your device\'s unique identifier, location data, and app usage statistics.
ar: عندما تستخدم تطبيق سثيا ، قد نقوم بجمع معلومات معينة، مثل المعرف الفريد لجهازك، وبيانات الموقع، وإحصائيات استخدام التطبيق.

# infoUse
source: Use of Information:
ar: استخدام المعلومات:

# infoUsage
source: We use the information we collect to improve our app\'s functionality and provide you with a personalized experience.
ar: نحن نستخدم المعلومات التي نجمعها لتحسين وظائف تطبيق سقيا وتزويدك بتجربة مخصصة.

# infoShar
source: Information Sharing:
ar: مشاركة المعلومات:

# infoSharege
source: We do not share your personal information with third parties for marketing purposes.
ar: نحن لا نشارك معلوماتك الشخصية مع أطراف ثالثة لأغراض التسويق أو إي هدف أخر.

# dataReten
source: Data Retention:
ar: الاحتفاظ بالبيانات:

# dataRetention
source: We retain your location information for as long as necessary to fulfill the purposes outlined in this policy unless a longer retention period is required or permitted by law.
ar: نحن نحتفظ بمعلومات موقعك طالما كان ذلك ضروريًا لتحقيق الأغراض الموضحة في هذه السياسة ما لم تكن فترة الاحتفاظ الأطول مطلوبة أو مسموح بها بموجب القانون.

# lastUpd
source: Last Update: 2023/09/25
ar: آخر تحديث: 2023/09/25

# mapTittle
source: Map
ar: الخريطة

# loginPage
source: Login
ar: تسجيل الدخول

# passForget
source: Forgot Password?
ar: نسيت الرمز السري؟

source: Remember Me
ar: تذكرني

# loginError
source: Invalid email or password
ar: بريد إلكتروني أو الرمز السري غير صحيحين

# noAccount
source: Don\'t have an account?
ar: هل لا تملك حساب ؟

# lanSelect
source: Select Language:
ar: اختر لغة

# lanEn
source: English
ar: اللغة الإنجيلزية

# lanAr
source: Arabic
ar: اللغة العربية

# langMessg
source: Language Changed Successfully
ar: تم تغير اللغة بنجاح

# lanChange
source: Change Language
ar: غير اللغة

# verifIdn
source: VERIFY YOUR IDENTITY
ar: تحقق من هويتك

# checkEmail
source: Please check your email and enter the code below to verify your identity to be able to change your password.
ar: يرجى التحقق من بريدك الإلكتروني وإدخال الرمز المرسل للتحقق من هويتك لتتمكن من تغيير كلمة المرور الخاصة بك.

# passRest
source: Resetting Password
ar: إعادة تعيين الرمز السري

# sendEmail
source: Please enter your email to send you a code to start the process of resetting your password.
ar: الرجاء إدخال بريدك الإلكتروني لنرسل لك الرمز لبدء عملية إعادة تعيين كلمة المرور الخاصة بك.

source: Send
ar: إرسال

# enquirers
source: For enquirers and support:
ar: للاستفسار والدعم:

# about
source: At Suqia we are passionate about improving your experience in the holy mosques.
ar: في سقيا نحن متحمسون لتحسين تجربتك في المسجد الحرام.

# aboutSuqia
source: We will help you arrive to Zamzm water tanks by using your direction settings to guide you for the nearest Zamzm water tank based on your specifications with the highest quality and the easiest way.
ar: سنساعدك في الوصول إلى حافظات مياه زمزم باستخدام إعدادات الاتجاه الخاصة بك لإرشادك إلى أقرب خزان مياه زمزم بناءً على مواصفاتك بأعلى جودة وأسهل طريقة.
